<PAD>
市
是
人
么
的
院
什
出
多
数
州
少
哪
了
怎
不
有
治
疫
病
谁
职
防
里
为
情
在
体
国
神
愈
死
还
型
确
精
医
康
健
自
些
样
施
亡
吗
家
阳
措
亚
能
乡
诊
族
西
开
个
新
来
利
对
码
办
全
南
控
江
春
孩
化
中
毒
生
大
学
儿
城
患
何
道
青
尔
发
北
红
山
一
安
关
尼
呢
率
公
德
回
巴
者
解
药
业
时
o
肺
系
经
口
华
a
知
除
s
和
简
川
请
厂
离
候
撒
谎
申
介
事
拉
女
宁
石
迹
糖
究
否
竟
文
政
汉
武
冠
张
例
害
策
天
已
广
达
斯
海
特
炎
马
感
兰
河
瑞
金
阜
东
定
徐
上
双
理
高
版
边
加
平
日
四
染
都
林
源
果
县
成
头
阿
心
克
罗
那
士
温
重
得
用
如
应
湖
期
李
底
王
消
好
主
或
下
作
水
同
复
刘
到
罩
要
皮
没
测
工
号
信
物
月
表
会
护
章
钻
微
间
岛
闭
封
正
童
与
恢
于
点
客
管
舍
游
食
藏
资
境
晋
怀
分
制
息
抄
绿
仪
疑
绅
费
放
眼
术
堂
官
许
持
网
说
洋
垃
圾
技
况
见
苹
造
黄
溜
昨
严
推
足
盔
尿
声
外
绥
隔
醒
去
毁
誉
升
走
绝
夜
扶
培
恋
投
频
繁
势
观
苏
棱
男
京
报
戴
总
价
值
未
最
清
吉
纳
宗
旨
兴
段
乌
省
手
你
蒙
呼
布
内
哥
建
古
波
明
气
临
龙
昌
这
洛
吸
永
比
委
塞
丹
港
传
法
血
原
伊
哈
吴
辉
地
湿
门
丽
陈
格
三
属
苗
性
英
群
聘
泉
沙
乐
长
庆
莱
热
立
甘
威
美
福
坦
合
毛
荆
泰
圣
丁
疗
博
牙
锦
黔
产
黎
贵
白
镇
玉
止
庄
根
萨
卫
科
几
津
余
小
延
效
夏
力
民
浩
郭
通
志
保
喀
元
齐
土
辽
凉
洪
孜
连
瓜
埃
周
维
C
宜
细
铜
松
度
提
湘
六
仁
圭
雄
赵
贝
常
依
溪
他
恩
靖
晓
森
无
基
播
台
抚
检
流
济
痰
郑
摩
刚
勇
敏
雪
1
卢
代
密
状
荣
泻
光
塔
瓦
普
宣
老
胞
印
枝
陵
托
蒋
黑
邓
滨
勒
满
洲
痛
义
彝
麻
首
孙
集
坝
蓬
霍
咳
宏
杨
屯
脾
军
非
鲁
苑
二
寒
伟
耳
梅
娟
恶
盘
症
喘
俄
列
我
曲
以
祛
花
9
索
富
树
S
峡
部
枣
傣
银
诸
益
峰
尹
艳
俊
腹
伦
支
万
彭
强
肇
云
梁
行
营
任
：
肥
界
远
音
楞
百
五
汕
汾
甸
越
深
琴
汗
R
朝
疹
干
冈
沂
（
）
N
圳
凌
米
意
旺
训
脱
轻
丘
子
赤
燕
补
敦
伐
锡
因
泊
智
色
邵
坊
迪
陕
队
浙
登
可
卡
辛
鹤
孟
拿
疆
及
徽
厄
灵
韦
铁
顺
燥
潭
星
迁
景
池
荷
唐
禹
吕
现
孝
麦
楚
约
本
涛
忠
固
启
危
别
舌
潜
雷
征
柯
谢
曼
沧
休
I
D
结
运
澳
留
伯
核
难
鹏
犁
婷
散
﻿
姜
呕
顶
救
攀
漳
联
-
曹
左
急
杭
风
质
就
氧
柳
V
宿
做
第
兹
盐
统
霞
先
胃
鼎
肖
思
肿
钟
夫
们
井
带
所
各
珠
桑
朗
杜
票
十
惠
阴
姚
之
过
郴
泸
母
揭
胶
田
附
其
沈
综
存
朱
嘉
活
桃
慧
宝
5
欢
动
区
祥
A
鹰
己
共
节
仙
疾
容
参
暨
吐
陶
娄
毕
葛
毅
舟
求
方
沁
O
飞
缅
馨
弓
琳
畅
莆
律
员
陆
岭
坡
液
匈
扎
抗
墨
太
堰
芜
进
影
泽
挪
酋
香
锋
荔
丰
襄
迫
昂
班
宇
膜
珊
想
君
问
需
铭
韶
芦
榆
火
酸
甲
怒
傈
僳
机
聊
爱
彦
淖
衢
溧
窘
挝
冷
便
横
羌
昭
媛
村
邹
岗
胡
局
礼
渠
交
七
廊
后
廷
昆
苔
腻
捷
希
名
变
旦
随
焦
社
秦
杰
木
滁
鲜
汨
菲
宾
旧
冰
类
鑫
衡
照
颇
壁
商
叙
韩
吊
服
奥
凤
九
脉
崇
寨
鸭
嘴
面
宋
涿
尾
E
M
邦
继
付
腊
玲
前
蚌
埠
床
逆
隆
珲
身
程
功
酒
壮
淮
扬
H
斐
驻
店
肃
堡
桂
熟
直
世
援
嫩
慕
胸
瘀
蓥
佳
雅
当
霸
察
又
伤
淄
拜
遵
赛
则
桦
魏
冯
渗
街
项
桐
儋
超
浏
穴
秘
晶
谭
株
反
库
渭
肯
计
梦
宛
虎
慈
涟
茜
潍
芒
莉
滋
振
皋
滕
谷
坪
耒
查
该
额
咽
助
降
茂
肌
凭
才
肝
损
洱
淑
寿
曾
句
真
爽
半
油
梧
玻
嵊
洁
冶
买
激
充
T
良
旭
绍
邛
崃
醴
讷
钢
佛
角
萍
柬
埔
典
邳
看
K
似
葫
缪
聪
沫
诺
图
截
疟
濮
鱼
乏
注
年
低
陀
绪
仕
帝
汶
闷
贤
刺
隽
镜
荥
序
芬
烦
忻
标
汝
虫
舞
聚
邡
朔
农
亳
贻
宽
赞
，
炙
芪
瑜
突
蟹
遂
遗
贡
种
史
招
淋
响
涩
峪
收
组
巩
积
失
奎
梵
蒂
樊
蓉
湛
邯
郸
n
淡
架
困
牛
欧
莹
被
芹
退
贺
粉
漯
给
鸣
娜
莞
八
汀
嗽
腔
瓯
跨
匀
净
阻
翀
跃
厦
叶
批
肠
杀
辟
紧
敛
顾
怡
范
莫
指
钦
贾
葡
萄
玥
浆
径
薇
虚
像
向
膝
伍
械
试
厚
等
藴
乍
艾
亮
验
痞
晏
溏
崔
专
今
妮
秽
友
熊
育
祖
敬
然
斌
乙
预
起
翁
而
硕
两
让
快
饱
静
罹
衰
鼻
着
团
锐
r
争
P
言
蔹
琼
伴
梗
铃
压
免
洗
也
菌
鸡
彤
阮
剂
规
草
湾
炳
痹
颖
包
妹
眠
辜
瘤
·
侗
2
0
接
璐
途
养
癌
岑
膀
胱
秀
娅
烟
量
创
暗
溢
吧
昏
暑
携
汤
杏
守
减
庚
差
形
粘
增
姣
场
奖
障
卧
剑
适
柏
派
近
啊
涵
龚
妈
话
显
蒌
短
芩
乳
脂
教
禽
监
入
韬
访
脑
禾
苍
珑
竭
盛
目
导
婉
劳
藜
e
劲
议
硝
喆
芍
兵
异
涤
使
抑
裕
恒
桔
穆
次
菊
喻
盈
尚
园
溶
易
扫
描
往
翘
U
冲
晕
紫
琦
唇
绀
党
癥
葶
苈
匹
浮
战
盒
承
啥
至
悠
栩
书
处
溃
疡
耗
味
级
车
赖
据
疽
渴
触
圈
谋
条
住
吃
相
警
郝
蛋
芳
辄
辅
龈
引
片
器
潘
瘟
囊
肾
嵬
泡
郁
稷
误
际
蕊
灭
射
准
促
析
早
舒
槟
郎
晖
玩
饭
弦
荧
设
返
务
考
婧
猩
炜
涌
翔
扰
素
展
习
题
廖
猝
漆
雁
房
黏
烈
蔡
佘
伏
络
泄
险
震
痒
脘
斑
只
藿
庹
畏
线
很
亲
澍
苦
切
觉
胜
违
傅
受
久
滑
l
宅
赐
贫
必
且
朴
改
敖
叫
、
殖
把
腾
/
校
束
倦
怠
‎
致
勤
府
央
咯
即
鼠
涕
协
错
骨
示
待
从
茯
苓
件
咬
筛
茱
萸
凝
碍
昊
续
论
获
令
役
憋
α
u
缺
搞
笑
终
胎
姿
始
居
萎
负
责
认
识
击
逼
甚
但
卿
跟
睿
燔
缘
瘘
担
濡
式
怕
汪
采
鬼
挽
纠
均
靠
嘛
份
命
写
肢
龟
努
m
玄
输
偏
象
须
记
转
享
丝
穿
艽
脓
咋
龄
选
较
狗
冉
丕
判
态
旅
假
讯
筋
钱
润
舱
站
晨
灾
调
材
够
逸
砂
楼
步
鉴
孕
隐
咄
词
司
驰
驱
喜
再
销
叭
敢
呆
取
初
购
躁
膏
谈
敌
峥
配
打
限
抵
辑
历
刻
善
拒
胀
财
球
挺
屁
歪
父
决
烧
沛
供
案
完
企
皂
拍
野
帮
备
绘
画
夷
证
晚
审
单
研
傻
寄
领
i
听
滞
爷
蝗
赋
予
权
朵
葵
偶
移
尽
雨
暖
棉
衣
块
零
仍
众
择
稀
般
距
龅
矫
并
鄂
‘
’
算
滇
旗
眉
针
坐
迟
遇
模
爆
暴
舆
右
跳
位
恰
奉
优
蚊
欠
梳
祸
c
樣
護
避
撑
此
鼓
猜
亭
举
宴
籍
柾
溯
劣
探
邻
锻
炼
姻
抨
庸
具
绩
愁
略
极
端
摘
査
脏
速
停
伙
恼
蛊
更
惨
址
沃
冒
蔬
菜
7
%
窗
挥
键
肛
将
奇
怪
卖
层
抢
它
荨
殴
胁
桥
甜
墙
望
整
伸
视
尝
构
疲
惫
悲
浓
编
悔
奴
乱
她
废
妥
置
罪
路
彻
糊
缸
倾
倒
侦
谣
6
榨
拓
软
遮
漏
洞
实
电
股
篇
坠
破
您
瞎
厢
概
棍
操
送
拼
练
呀
献
述
爹
娃
彩
缨
侮
辱
累
答
套
滴
帅
耻
尖
艺
鳞
借
迎
扁
姓
撤
娱
吁
追
懂
陪
葬
捐
☞
乘
侧
雾
谱
宠
皓
齿
噫
默
毉
悟
擅
逻
每
闲
督
坚
韧
珍
惜
妇
千
某
朋
评
挂
忘
胖
品
户
攻
师
课
板
凳
席
植
告
磨
腮
削
B
F
阶
